export default function page() {
  return (
    <div className="bg-white px-20 py-10 w-fit text-zinc-600">
      <h1 className="text-3xl font-bold mb-4">Біз туралы</h1>
      <p className="mb-4 text-gray-700">
        Кітап дүкені веб-сайты кітаптарды сату үшін ашылған. Бізде әр түрлі жанрдағы кітаптар бар:
        бағдарламалау, шытырман оқиға, комедия, қиял, тарих, сұмдық, философиялық, саяси, романтика
        және автобиография. Біздің мақсатымыз - оқырмандарға әр түрлі кітаптарды қол жетімді ету
        және оларды оқуға қызығушылық тудыру.
      </p>
      <p className="mb-4 text-gray-700">
        Біз әрқашан сапалы қызмет көрсетуді көздейміз және сіздің кітап іздеу және сатып алу
        тәжірибеңізді мүмкіндігінше ыңғайлы етуді қалаймыз. Біздің команда әрқашан жаңа және қызықты
        кітаптармен толықтырылып отырады, сондықтан сіз әрқашан өзіңізге ұнайтын жаңа бірдеңені таба
        аласыз. Кітаптар әлемі шексіз және біз сізге осы әлемге енуге көмектесуге дайынбыз.
      </p>
      <p className="mb-4 text-gray-700">
        Біз кітаптардың әр түрлілігін бағалаймыз және әр оқырманға өз қалауы бойынша кітап табуға
        көмектесеміз. Біздің веб-сайт интуитивті және пайдалануға ыңғайлы, сондықтан сіз өзіңізге
        қажетті кітапты тез және оңай таба аласыз. Бізбен бірге оқу әлеміне саяхат жасаңыз және жаңа
        білімдер мен әсерлерге қол жеткізіңіз.
      </p>
      <p className="mb-4 text-gray-700">
        Егер сізде сұрақтар немесе ұсыныстар болса, бізге хабарласудан тартынбаңыз. Біздің команда
        әрқашан сізге көмек көрсетуге дайын. Сіздің пікіріңіз біз үшін өте маңызды, өйткені біз өз
        қызметімізді үнемі жақсартып отыруды қалаймыз.
      </p>
      <p className="text-gray-700">Рахмет, және жақсы оқылымдар!</p>
    </div>
  );
}
